{
    "system_name": "Footpaths",
    "name_single": "Footpath",
    "short_description": "A footpath is a narrow way, often through fields or woods.",
    "php_allowedit": "",
    "php_postsavehook": "",
    "php_before_save": "",
    "php_getlistquery": "",
    "php_getitems": "",
    "name_list": "Footpaths",
    "icon": "images\/com_bookings\/Icons\/map-icon.png#joomlaImage:\/\/local-images\/com_bookings\/Icons\/map-icon.png?width=512&height=512",
    "php_after_publish": "",
    "add_fadein": 1,
    "description": "",
    "icon_category": "",
    "icon_add": "images\/com_bookings\/Icons\/road-map-icon.png#joomlaImage:\/\/local-images\/com_bookings\/Icons\/road-map-icon.png?width=512&height=512",
    "php_after_cancel": "",
    "mysql_table_charset": "utf8mb4",
    "php_batchmove": "",
    "type": 1,
    "php_after_delete": "",
    "source": 2,
    "php_getitem": "",
    "addpermissions": null,
    "php_getitems_after_all": "",
    "php_getform": "",
    "addtabs": null,
    "php_save": "",
    "php_allowadd": "",
    "php_before_cancel": "",
    "addlinked_views": null,
    "php_batchcopy": "",
    "php_before_publish": "",
    "alias_builder_type": 0,
    "php_before_delete": "",
    "php_document": "",
    "mysql_table_row_format": "DYNAMIC",
    "alias_builder": null,
    "sql": "--\r\n-- Dump dei dati per la tabella `#__bookings_footpath`\r\n--\r\n\r\nINSERT INTO `#__bookings_footpath` (`id`, `asset_id`, `komoot_embed_code`, `longdescription`, `footpath`, `params`, `published`, `created_by`, `modified_by`, `created`, `modified`, `checked_out`, `checked_out_time`, `version`, `hits`, `ordering`) VALUES\r\n(1, 970, ' src=\\\"https:\/\/www.komoot.com\/it-it\/tour\/2713988227\/embed?share_token=aFtVqILNIBxAQuzdqgE9B8AiFj5gL8AKGeOyG93A05TlxNRxdL&profile=1\\\" width=\\\"100%\\\" height=\\\"900\\\">', '<p>E’ il percorso base per l’accesso alla valle.<\/p>\\r\\n<p>Sentiero facile, ma ripido e faticoso soprattutto nella prima metà; quasi interamente su gradoni, fattibile anche con poca luce, sconsigliato con il buio perché pericoloso. In inverno fare molta attenzione in caso di neve e comunque alla possibile presenza di ghiaccio che si può formare ovunque, ma soprattutto sui gradoni in discesa dopo Avedée. D’estate, poiché il sentiero è in bassa quota e prevalentemente esposto al sole, è importante partire molto presto, finché c’è ancora un po’ di fresco, per evitare di fare doppia fatica.<\/p>\\r\\n<p><strong>Difficoltà:<\/strong> E<\/p>\\r\\n<p><strong>Dislivello totale:<\/strong> in salita 700 m., in discesa 100 m.<\/p>\\r\\n<p><strong>Tempo di percorrenza:<\/strong> 3h<\/p>\\r\\n<p><em>In inverno attenzione al ghiaccio in special modo tra Avedee e le gallerie.<\/em><\/p>\\r\\n<p><strong>Acqua<\/strong>: una fontana alla partenza del sentiero, una fontana ad Avedée sul sentiero (chiusa in inverno) ed un\\'altra tra le case, diverse fontane a Codera.<\/p>\\r\\n<p><strong>Possibilità di campeggio<\/strong>: permesso esclusivamente in Centralina, serve prenotazione.<\/p>\\r\\n<p>Uscendo dalla stazione ferroviaria di Novate Mezzola (<em>sui cartelli indicata semplicemente come Novate,<\/em> altitudine 208 m.) si svolta a sinistra e dopo 250 metri, al primo incrocio, si svolta a destra in via Ligoncio che va percorsa sempre in salita, proseguendo dritti per via Castello fino al termine della strada ove si incontra un parcheggio (località <strong>Mezzolpiano<\/strong> 316 m.) da cui parte la mulattiera, larga un paio di metri, spesso scalinata ed incisa nel granito. Dopo 15-20 minuti si incontra una <strong>prima cappelletta<\/strong> (località <em>Sassei<\/em>) e inizia il bosco di castagni.<\/p>\\r\\n<p>Verso la fine del bosco si incontra l’unico <strong>bivio<\/strong> della salita. Un sentiero a sinistra porta a Montagnola. Per Codera si prosegue invece diritto in salita. Usciti dal bosco, il sentiero è scavato nella roccia e attraversa una cava abbandonata, al cui termine, a quota 717, si giunge a <em>Sura Doo<\/em> (sul dosso) ove si trova una <strong>seconda cappelletta <\/strong>(ottimo panorama) che indica la fine del tratto più faticoso. Dopo una breve discesa, si giunge ad un valloncello, superato il quale si riprende a salire, fino all\\'abitato di <strong>Avedée<\/strong>, posto a 790 metri. Dalle sue baite solitarie si vede bene Codera, il centro principale della valle. Ad Avedée troviamo anche una graziosa chiesetta e poco oltre una fontana. Accanto ad essa la Croce variopinta di fazzolettoni che ricorda Luca Garofalo, il Rover fiorentino morto in valle nel 1995 durante il suo hike della Partenza.<\/p>\\r\\n<p>Dopo una breve salita fino alla <strong>terza cappelletta<\/strong>, inizia un tratto in discesa a gradoni, seguito da un tratto in costa con due gallerie paramassi. Attraversata la seconda galleria si torna a salire fino alla croce di Giuseppe Brumat, scout di Monza, ed alla <strong>quarta cappelletta<\/strong> e infine si raggiunge il piccolo cimitero di Codera.<\/p>\\r\\n<p>Ed ecco, infine, il campanile della chiesa di <strong>Codera<\/strong> (m. 825) e, nella piazza della chiesa, uno dei due rifugi che qui si trovano: la Locanda Risorgimento. L’Osteria Alpina si trova invece nella parte alta del paese. Si segue il sentiero principale attraversando tutto il paese (seguire le indicazioni per il rifugio Brasca, evitando la deviazione a destra che porta al sentiero del Tracciolino), uscendo dal paese si prosegue sulla pista carrozzabile e in 10\/15 minuti quasi in piano si raggiunge la Base Scout \\\"<strong>La Centralina<\/strong>\\\" (840 m.) in località <strong>Corte<\/strong> (un cartello indica il punto in cui lasciare la pista prendendo il vecchio sentiero sulla destra).<\/p>\\r\\n<p><strong>Percorso Inverso.<\/strong><\/p>\\r\\n<p>Il percorso effettuato in senso inverso non presenta criticità; il tempo richiesto non è di molto inferiore in quanto è necessario risalire i gradoni che dalle gallerie portano ad Avedée e anche in discesa i gradoni mettono a dura prova le ginocchia non allenate...<\/p>', 'Novate Mezzola, Codera, Centralina', NULL, 1, 580, 580, '2025-12-15 14:16:05', '2025-12-15 14:39:27', 0, '0000-00-00 00:00:00', 2, 0, 1),\r\n(2, 974, ' src=\\\"https:\/\/www.komoot.com\/it-it\/tour\/2714129305\/embed?share_token=apI87SMHeRs8nlZUV309Bxz1BRYtwYIc6O4SV3Il1cpd3x6IeJ&profile=1\\\" width=\\\"100%\\\" height=\\\"700\\\" frameborder=\\\"0\\\" scrolling=\\\"no\\\">', '<p style=\\\"font-weight: 400;\\\">Percorso facile, fattibile anche con poca luce, privo di tratti ripidi, ma in salita fino a Stoppadura. Si segue la pista agro-silvo-pastorale carrozzabile. Fino a Stoppadura il percorso è prevalentemente al sole, dopodiché si entra nel bosco. In alcuni tratti si può ancora seguire il vecchio sentiero preesistente alla pista. Una di queste varianti fa attraversare le frazioni di Salina e Piazzo. Tuttavia non vi è rischio di perdersi perché le varianti si rincontrano portando alla stessa destinazione.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Difficoltà:<\/strong> T<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Dislivello totale:<\/strong> in salita 400 m.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Tempo di percorrenza:<\/strong> 1 h 45m.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Acqua<\/strong>: fontane a Salina, Piazzo, Stoppadura, Bresciadega, Casera.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Possibilità di campeggio<\/strong>: permesso solo in Centralina e in Casera, serve prenotazione.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Dalla Centralina si prosegue lungo la pista agro-silvo-pastorale che da qualche anno ha sostituito l\\'antico sentiero, presto si raggiunge la piccola diga (\\\"presa d’acqua\\\") che raccoglie ad uso idroelettrico l\\'acqua del torrente Codera.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Si giunge ad una cappella sotto una coppia di magnifici aceri dove una freccia indica che il sentiero \\\"vecchio\\\" per il rifugio Brasca prosegue a sinistra, verso le case di <strong>Salina<\/strong>, mentre la pista prosegue diritta passando sotto le case (chi vuole può seguire il vecchio e più bello sentiero e ricollegarsi più avanti alla pista). La valle ora svolta a destra (Est) e appaiono le cime imponenti che la chiudono. Superato un ponte sul torrente, ci si addentra nel bosco e si arriva alle case di <strong>Stoppadura<\/strong>, dove una fontana permette di rinfrescarsi.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Poco oltre, un cancello segnala l\\'ingresso nei pascoli di <strong>Bresciadega<\/strong> (1241 m.).<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">All\\'uscita del bosco, finalmente si vedono l\\'ampia piana e il nucleo di baite dell\\'alpeggio. Qui si trova un piccolo rifugio privato (Rifugio Bresciadega).<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">La pista prosegue nel bosco tra le case e il torrente, dopo una decina di minuti sulla destra si apre una radura erbosa con una baita al limitare del bosco: siete giunti alla Base Scout \\\"<strong>La Casera<\/strong>\\\" (1240 m.). Da qui in altri 15 minuti in piano lungo la pista nel bosco si arriva al <strong>Rifugio Brasca<\/strong> del CAI Milano (1304 m.).<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Percorso inverso<\/strong><\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Non ci sono difficoltà particolari; dopo Stoppadura può capitare che nel breve tratto in salita dopo il ponte sul torrente non ci si accorga del bivio a sinistra che riporta sulla pista. In ogni caso, proseguendo diritti si giunge alle case di Piazzo e da qui, seguendo il vecchio sentiero, si giunge a Salina da dove si riprende la pista.<\/p>', 'Centralina, Bresciadega, Casera', NULL, 1, 580, NULL, '2025-12-15 14:39:09', NULL, NULL, NULL, 1, 0, 2),\r\n(3, 975, ' src=\\\"https:\/\/www.komoot.com\/it-it\/tour\/2717168745\/embed?share_token=aYeXaPFws6XKbbaURIqgB8kkhqG2o6apNF6e0FbaDjHcxnIf1w&profile=1\\\" width=\\\"100%\\\" height=\\\"700\\\" frameborder=\\\"0\\\" scrolling=\\\"no\\\">', '<p style=\\\"font-weight: 400;\\\">Itinerario segnalato, senza difficoltà tecniche, ma <em>da affrontare solo dalla tarda primavera all’autunno inoltrato, in piena luce e in buone condizioni meteorologiche<\/em>. Ha tratti ripidi e attraversa un torrente che può essere pericoloso in caso di piogge abbondanti. Consigliata, in salita o in discesa, la variante 3A, più lunga ma meno ripida<strong>.<\/strong><\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Difficoltà:<\/strong> E<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Dislivello:<\/strong> in salita 660 m.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Tempo di percorrenza:<\/strong> 2 h 30 m<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Acqua:<\/strong> fontana al Brasca, ruscelletti in alta quota.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Possibilità di Campeggio:<\/strong> Il bivacco è attrezzato con tavolato e materassi per 12 persone (posto non prenotabile). Per il pernotto è richiesto di lasciare un\\'offerta.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"> <\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">In prossimità del bivacco è possibile piantare qualche tendina, mentre vi è ampio spazio nei pressi dell\\'alpe Arnasca. <strong>Lasciare pulito!<\/strong><\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Dalla <strong>Casera<\/strong> (1240 m.) si procede sulla pista quasi in piano fino al <strong>Rifugio<\/strong> <strong>Brasca<\/strong> (1304 m.). Qui si gira a destra attraversando vasti prati delimitati da abeti (qui c\\'era il \\\"<em>pino antico<\/em>\\\" delle nostre canzoni).<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><img class=\\\" cke-resize\\\" style=\\\"float: left; margin: 10px;\\\" src=\\\"https:\/\/localhost\/scoutcodera\/images\/stories\/articoli\/bivacco_Valli.jpg\\\" width=\\\"537\\\" height=\\\"716\\\">Il sentiero si avvicina alle due cascate, gemellate in un salto verticale di una trentina di metri, poi sale più a sinistra, aggira un grosso masso e si infila in un largo canale. Quindi attraversa uno dei torrenti per risalire ripidamente l\\'op­posta sponda, su terreno umido e scivoloso. Giunti al ripiano superiore si attraversa un cancelletto poco dopo il quale si dirama a destra la variante <strong>3A<\/strong> che risale il versante destro della valle, passando in prossimità dell\\'alpe <em>\\\"Piana bassa\\\"<\/em> (raggiungibile con deviazione di 10 minuti) e attraversando l\\'alpe <em>\\\"Piana alta\\\"<\/em>, per ricongiungersi con il sentiero principale appena sotto il bivacco. Ignorando il bivio e proseguendo dritto il sentiero si addentra fra macchie di arbusti, continuando a salire con alcuni tratti gradinati, per poi costeggia una parete rocciosa prima di re-immergersi nella macchia arbustiva e quindi uscire in una pecceta dal ricco sottobosco.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Lasciate le piante d\\'alto fusto si sfocia al margine del pascolo d’Arnasca (Alpe Spazzà 1800 m.). Quindi si taglia in diagonale verso destra, attraversando numerosi ruscelli ed una zona pietrosa in vista dell\\'Alpe Arnasca (1854 m.), situata su di un terrazzamento naturale, ai piedi rocciosi del pianoro superiore su cui è il Bivacco. La traccia prosegue svoltando a sinistra prima di toccare le baite dell’alpeggio (ricongiungimento con variante <strong>3A<\/strong>), rimonta l’ultimo dosso con qualche passaggio ripido su erba e roccette (attenzione!), e giunge presto in vista del gigantesco masso erratico del <strong>Sass Carlasc<\/strong>, che già si poteva scorgere dal Rifugio Brasca, e sotto il quale si trova il Bivacco Valli (1900 m).<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Percorso inverso<\/strong><\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Prestare attenzione nel primo tratto di discesa ripido, per il resto il percorso di ritorno non richiede attenzioni particolari.<\/p>', 'Casera, Rifugio Brasca, Arnasca, Bivacco Valli', NULL, 1, 580, 580, '2025-12-15 15:05:26', '2025-12-15 15:49:34', 0, '0000-00-00 00:00:00', 2, 0, 3),\r\n(4, 976, ' src=\\\"https:\/\/www.komoot.com\/it-it\/tour\/2714130726\/embed?share_token=aENstzguz3eG4lPaNonihv082ahi8gC3mo3UKwLvxSgYyyjLZs&profile=1\\\" width=\\\"100%\\\" height=\\\"700\\\" frameborder=\\\"0\\\" scrolling=\\\"no\\\">', '<p style=\\\"font-weight: 400;\\\">Itinerario impegnativo. Possibile innevamento del Passo dell’Oro fino a tarda stagione. <em>Il passo è percorribile soltanto in periodo estivo, in piena luce e in buone condizioni atmosferiche<\/em>. La pioggia rende le rocce scivolose.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Itinerario lungo e faticoso.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Difficoltà:<\/strong> E fino ad Averta, EE nel superamento del Passo, nuovamente E nella discesa in Val Masino.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Dislivello:<\/strong> in salita: 1286 m. Dislivello in discesa: 1354 m.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Tempi di percorrenza:<\/strong> 2h 45m Casera - Averta, 4 h Averta - Rifugio Omio, 2h 30m Rifugio Omio - Bagni del Masino.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><em>Solitamente si suddivide il percorso in tre tappe, pernottando all’Averta e al Rifugio Omio.<\/em><\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Acqua:<\/strong> fontana al Brasca, ruscelletti in alta quota (gli animali non pascolano da anni e l’acqua dovrebbe essere pulita), Rifugio Omio (talvolta ruscelletti nei dintorni, acqua in bottiglia in vendita al rifugio, verificarne in anticipo l\\'apertura), Bagni di Masino.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><strong>Possibilità di Campeggio:<\/strong> In prossimità dell’alpe Averta è possibile piantare qualche tendina e si trova una fonte d’acqua. Nei pressi del rifugio Omio è spesso possibile campeggiare. Non avvicinarsi troppo al rifugio nè ad eventuali animali al pascolo. I servizi igienici si trovano al rifugio, i cui gestori ospitano più volentieri se si cena da loro. <strong>Lasciare pulito in tutti i sensi. <\/strong>Ai Bagni del Masino c’è un campeggio e, in estate, arriva il pullman di linea per Morbegno.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"> <\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Dalla <strong>Casera<\/strong> (1240 m.) si procede sulla pista quasi in piano fino al <strong>Rifugio Brasca<\/strong> (1304 m.). Da qui il percorso segue ancora la pista fino alle baite di Coeder, qui (<strong>cartello segnaletico<\/strong>) si prende il sentiero a destra costeggiando l’ultima casa, per dolci pendii prativi fino al bosco di abete rosso, dove la salita si fa più decisa. Poco sopra si attraversa una radura, appena superato un grosso masso si rientra nel fitto del bosco .<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\"><img class=\\\" cke-resize\\\" style=\\\"float: left; margin: 10px;\\\" src=\\\"https:\/\/localhost\/scoutcodera\/images\/stories\/articoli\/bivio_Averta.jpg\\\" width=\\\"450\\\" height=\\\"338\\\">Ancora un prato erto, quindi il sentiero si dispone a tornanti, fino a raggiungere i resti di una scalinata a margine di una parete rocciosa e, successivamente, si attraversa una valletta. Siamo al <strong>Punt del Valà<\/strong> dove due ponticelli immettono in un corto canalino che si lascia a sinistra, a margine di un salto roccioso. Si continua a salire il pendio fino a rientrare fra i larici e riuscire in una nuova radura dov’è un grosso macigno che fu in passato utilizzato come alpeggio. La traccia sale senza posa con stretti tornanti. Ci si trova ad un <strong>bivio<\/strong> (<em>vedi foto<\/em>) presso un grosso masso: il vecchio sentiero svolta a sinistra ed ha subito alcune piccole frane che lo rendono poco percorribile specie quando piove, si deve proseguire invece nella stessa direzione su una traccia di sentiero più recente che sale diretta mentre il bosco intorno si dirada.<\/p>\\r\\n<p style=\\\"font-weight: 400;\\\">Si apre dunque il panorama sulla vallata dove sono ben visibili i due passi che incidono profondamente la cresta, irta di torrioni e guglie. Si passa sul margine del pascolo, in direzione delle baite ormai visibili, quindi salendo e scendendo su un fondo di sassi nei greti dei torrenti formati dai nevai sovrastanti, per infine risalire la costa erbosa finale fino alle baite dell’<strong>Averta<\/strong> (1957 m.).<\/p>', 'Casera, Rifugio Brasca, Averta', NULL, 1, 580, NULL, '2025-12-15 15:12:11', NULL, 0, '0000-00-00 00:00:00', 1, 0, 4);\r\n",
    "add_php_getitem": 0,
    "add_category_submenu": 1,
    "add_php_getitems": 0,
    "add_php_getitems_after_all": 0,
    "add_php_getlistquery": 0,
    "add_css_view": 0,
    "add_php_getform": 0,
    "css_view": "",
    "add_php_before_save": 0,
    "add_css_views": 0,
    "add_php_save": 0,
    "css_views": "",
    "add_php_postsavehook": 0,
    "add_javascript_view_file": 0,
    "add_php_allowadd": 0,
    "javascript_view_file": "",
    "add_php_allowedit": 0,
    "add_javascript_view_footer": 0,
    "add_php_before_cancel": 0,
    "javascript_view_footer": "",
    "add_php_after_cancel": 0,
    "add_javascript_views_file": 0,
    "add_php_batchcopy": 0,
    "javascript_views_file": "",
    "add_php_batchmove": 0,
    "add_javascript_views_footer": 0,
    "add_php_before_publish": 0,
    "javascript_views_footer": "",
    "add_php_after_publish": 0,
    "add_custom_button": 0,
    "add_php_before_delete": 0,
    "custom_button": null,
    "add_php_after_delete": 0,
    "php_controller": "",
    "add_php_document": 0,
    "php_model": "",
    "mysql_table_engine": "InnoDB",
    "php_controller_list": "",
    "mysql_table_collate": "utf8mb4_unicode_ci",
    "php_model_list": "",
    "add_sql": 1,
    "add_php_ajax": 0,
    "php_ajaxmethod": "",
    "guid": "858b0999-8350-46a5-9c4e-e0e715aa8b1a",
    "ajax_input": null,
    "@dependencies": [
        {
            "key": "admin_view",
            "value": "858b0999-8350-46a5-9c4e-e0e715aa8b1a",
            "entity": "admin_fields",
            "table": "#__componentbuilder_admin_fields",
            "direction": "in"
        },
        {
            "key": "1a458ba0-c459-5b16-85af-a48d4845ae63.png",
            "pointer": "1a458ba0-c459-5b16-85af-a48d4845ae63--png",
            "value": "images\/com_bookings\/Icons\/map-icon.png",
            "entity": "file",
            "table": "file_system",
            "target": "images"
        },
        {
            "key": "e5b2102c-355e-5a7e-b929-cd64bef19a7e.png",
            "pointer": "e5b2102c-355e-5a7e-b929-cd64bef19a7e--png",
            "value": "images\/com_bookings\/Icons\/road-map-icon.png",
            "entity": "file",
            "table": "file_system",
            "target": "images"
        }
    ]
}